export const QnaList = [
  {
    id: "Q1",
    q: "고양이인 나는",
    a: [
      { answer: "온 세상을 누비는 골목대장 고양이", e: 1 },
      { answer: "집에서 집사랑 노는게 제일 좋은 고양이", i: 1 },
    ],
  },
  {
    id: "Q2",
    q: "산책중에 우연히 옆집 고양이를 만났다!",
    a: [
      { answer: "내 츄르 나눠 먹을래? 난 요기 사는 냥냥이야", e: 1 },
      { answer: "저 고양이는 누구?” 일단 경계하고 지켜보자", i: 1 },
    ],
  },
  {
    id: "Q3",
    q: "다른 동물들과 어울리는 것은",
    a: [
      { answer: "나는 모두와 친구가 되고싶은 걸", e: 1 },
      { answer: "혼자 있는 편이 좋아", i: 1 },
    ],
  },
  {
    id: "Q4",
    q: "집사가 새로운 장난감을 가져왔다!",
    a: [
      { answer: "너무 신나~, 집사 얼른 사냥놀이를 하자!", n: 1 },
      { answer: "난 익숙한 내 장난감이 더 좋아", s: 1 },
    ],
  },
  {
    id: "Q5",
    q: "내일 날씨가 좋다는 뉴스를 보았다!",
    a: [
      { answer: "내일은  햇볕에서  식빵 굽고~ 그루밍을 해야지!", j: 1 },
      { answer: "흠 그냥, 내일 정하자냥~", p: 1 },
    ],
  },
  {
    id: "Q6",
    q: "너무 너무 스트레스 받는 일이 생겼어",
    a: [
      { answer: "나를 힘들게 하는 원인이 뭐지?", s: 1 },
      { answer: "일단 뒹굴뒹굴~ 휴식이 필요해", n: 1 },
    ],
  },
  {
    id: "Q7",
    q: "오늘의 산책 루트는",
    a: [
      { answer: "생선가게 갔다가, 이웃집 뚱냥이랑 놀아야지", j: 1 },
      { answer: "발길 닿는 대로~ 오늘은 어떤 신나는 일이 생길까?", p: 1 },
    ],
  },
  {
    id: "Q8",
    q: "집사가 아끼는 화분을 깻다!",
    a: [
      { answer: "미안해 집사ㅜㅜ (어떡하지? 혼나겠지?)", f: 1 },
      { answer: "미안 집사, 실수로 내 꼬리가 그랬어", t: 1 },
    ],
  },
  {
    id: "Q9",
    q: "집사가 오늘은 슬퍼보이네",
    a: [
      { answer: "왜그래 집사? 무슨 일 있어? 괜찮아?", f: 1 },
      { answer: "집사 힘들면 나와 같이 식빵을 굽자 편해져", t: 1 },
    ],
  },
  {
    id: "Q10",
    q: "눈앞에 팔랑팔랑 나는 나비를 보면",
    a: [
      { answer: "나비처럼 날아서 벌처럼 쏘자!", n: 1 },
      { answer: "에이 안잡히네, 귀찮아~", s: 1 },
    ],
  },
  {
    id: "Q11",
    q: "(주의!) 고양이들이랑 영역다툼 발생!",
    a: [
      { answer: "애들아 싸우지 말자ㅠㅠ 사이좋게 지내자구", f: 1 },
      { answer: "이겨서 옆동네도 우리가 다 차지하자!", t: 1 },
    ],
  },
  {
    id: "Q12",
    q: "길가에 조그만 박스 발견",
    a: [
      { answer: "너무 작네 다른 더 좋은 박스를 찾아보자!", n: 1 },
      { answer: "대충 구겨 넣어보자, 난 유연한 고양이니까", s: 1 },
    ],
  },
  {
    id: "Q13",
    q: "모르는 인간이 나를 만지면",
    a: [
      { answer: "더 만져줘 궁뎅이 팡팡해줘!!", n: 1 },
      { answer: "만지는 거 질색이야 저리가", s: 1 },
    ],
  },
  {
    id: "Q14",
    q: "이번 주말은 냥빨데이",
    a: [
      { answer: "목욕 싫어, 어디 숨을 곳을 찾아보자!", j: 1 },
      { answer: "아직 시간이 남아있으니까~ 나중에 생각하자", p: 1 },
    ],
  },
  {
    id: "Q15",
    q: "슬픔을 나누면?",
    a: [
      { answer: "반이되지", t: 1 },
      { answer: "슬픈 고양이가 둘이야", f: 1 },
    ],
  },
  {
    id: "Q16",
    q: "놀다 보니 어느새 노을이 지고있다",
    a: [
      { answer: "노을은 정말 아름다워~", f: 1 },
      { answer: "집에 갈 시간 이군", t: 1 },
    ],
  },
];

export const result = [
  {
    level: 1,
    img: "../asset/test/result-level1.png",
  },
  {
    level: 2,
    img: "../asset/test/result-level2.png",
  },
  {
    level: 3,
    img: "../asset/test/result-level3.png",
  },
];
